{
  "format": "layers-model",
  "generatedBy": "keras v2.8.0",
  "convertedBy": "TensorFlow.js Converter v3.13.0",
  "modelTopology": {
    "keras_version": "2.8.0",
    "backend": "tensorflow",
    "model_config": {
      "class_name": "Sequential",
      "config": {
        "name": "sequential_1",
        "layers": [
          {
            "class_name": "Dense",
            "config": {
              "name": "dense_1",
              "trainable": true,
              "units": 2,
              "activation": "softmax"
            }
          }
        ]
      }
    }
  },
  "weightsManifest": [
    {
      "paths": ["weights.bin"],
      "weights": [
        {
          "name": "dense_1/kernel",
          "shape": [224, 2],
          "dtype": "float32"
        },
        {
          "name": "dense_1/bias",
          "shape": [2],
          "dtype": "float32"
        }
      ]
    }
  ]
}
